Repository: Kyle-Ye/MenuHelper
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: - Read permission: Add Finder Sync Directories
zh_hans: - 读权限：添加“访达”同步文件夹

source: - Read permission: Open file/folder with custom Application
zh_hans: - 读权限：使用自定义应用打开文件/文件夹

source: - Write permission: Add New File in Finder
zh_hans: - 写权限：在“访达”中新建文件

source: (When to show related menus)
zh_hans: (以下情况时展示相关菜单)

source: *(Custom toolbar in Finder to show/hide this app in Finder toolbar)*
zh_hans: *(在“访达”中自定义工具栏来添加/移除本App)*

source: About
zh_hans: 关于

source: Acknowledgements
zh_hans: 致谢

source: Action Menu Items
zh_hans: 动作菜单项

source: Add Application Menu Items(s)
zh_hans: 添加应用程序菜单项

source: Add Folders
zh_hans: 添加文件夹

source: Application Menu Items
zh_hans: 应用程序菜单项

source: Arguments
zh_hans: 启动参数

source: Both the main app and the extension are sandboxed binary.
zh_hans: 主 App 和扩展都是沙盒二进制。

source: But *contextual menu* will only show in Finder Sync directories
zh_hans: 但是*上下文*菜单只会出现在“访达”同步文件夹中

source: Clicks on the extension’s toolbar button.
zh_hans: 点击该扩展的“访达”工具栏按钮

source: Control-clicks on an item in the sidebar.
zh_hans: 在侧边栏项目上Control点击

source: Control-clicks on an item or a group of selected items inside the Finder window.
zh_hans: 在“访达”窗口的一个或一组项目上Control点击

source: Control-clicks on the Finder window’s background.
zh_hans: 在“访达”窗口的背景上Control点击

source: Copy File Name
zh_hans: 拷贝文件名

source: Copy Path
zh_hans: 拷贝路径

source: Copy Settings
zh_hans: 拷贝相关设置

source: Copy Style
zh_hans: 拷贝风格

source: Copyright ©️ 2023 YEXULEI. All rights reserved
zh_hans: Copyright ©️ 2023 叶絮雷 版权所有

source: Default is " "
zh_hans: 默认为" "

source: Directories where you have permission for *application menu items* to open apps and *new file action menu* to create file
zh_hans: 可以使用应用程序菜单项打开和新建文件菜单项新建文件的文件夹

source: Display Name
zh_hans: 显示名称

source: Display Settings
zh_hans: 显示设置

source: Edit
zh_hans: 编辑

source: Environment
zh_hans: 环境变量

source: Escape " " with "\ "
zh_hans: 用"\ "转义" "

source: File Extension
zh_hans: 文件扩展

source: File Name
zh_hans: 文件名

source: Finder Sync Directories
zh_hans: “访达”同步文件夹

source: Folder
zh_hans: 文件夹

source: General
zh_hans: 通用

source: Global Application Settings
zh_hans: 全局应用程序菜单项设置

source: Go Parent Directory
zh_hans: 前往上层文件夹

source: If you feel this app is useful for you, please consider supporting me
zh_hans: 如果本App对你有帮助，请考虑支持作者

source: Inherit from global arguments:
zh_hans: 继承全局启动参数

source: Inherit from global environment:
zh_hans: 继承全局环境变量

source: Inspired by
zh_hans: 灵感来源

source: Join-separator when multi items are seleted
zh_hans: 当多个项目被选中时的连接字符串

source: Made by
zh_hans: 由

source: Menu
zh_hans: 菜单

source: Menu Helper is made possible with following projects
zh_hans: 速达的产生离不开以下开源项目

source: Migrate from old UserDefaults
zh_hans: 从旧 UserDefaults 迁移数据

source: New File
zh_hans: 新建文件

source: New File Settings:
zh_hans: 新建文件菜单项设置

source: Okay
zh_hans: 好

source: Open App Settings Window...
zh_hans: 打开 App 设置窗口

source: Open Settings Panel...
zh_hans: 打开设置面板...

source: Open System Extension Panel...
zh_hans: 打开系统扩展面板

source: Permission description
zh_hans: 权限说明

source: Recommended folder is %@ (current user's 🏠 directory)
zh_hans: 建议文件夹为 %@ （当前用户的🏠目录）

source: Remove All
zh_hans: 删除全部

source: Reset Action Menu Items
zh_hans: 重置动作菜单项

source: Right-click is the same as control-click
zh_hans: 右击和Control点击等价

source: Show as submenu
zh_hans: 展示为子菜单

source: Suggest more action menus here
zh_hans: 在这里建议更多的动作菜单

source: Support
zh_hans: 支持

source: Support Author...
zh_hans: 支持作者...

source: Thanks for your supporting
zh_hans: 感谢您的支持

source: The extension need the following user-selected files permissions:
zh_hans: 扩展部分需要以下用户选择的文件权限：

source: The main app need the following user-selected files permission:
zh_hans: 主 App 需要以下用户选择的文件权限：

source: Toolbar item menu will show in every directory
zh_hans: 工具栏菜单会出现在所有文件夹中

source: Untitled
zh_hans: 未命名文件

source: Use origin path
zh_hans: 使用原路径

source: User Seleted Directories
zh_hans: 用户选择的文件夹

source: with 🥰
zh_hans: 用 🥰 编写

source: Wrap entire path with ""
zh_hans: 用""包裹整个路径

source: You can turn off MenuHelper's extension in **System Settings -> Privacy & Security -> Extensions -> Added Extensions**
zh_hans: 您可以在 **系统设置 -> 隐私与安全性 -> 扩展 -> 添加的扩展** 中关闭“速达-访达扩展”

source: You can turn on MenuHelper's extension in **System Settings -> Privacy & Security -> Extensions -> Added Extensions**
zh_hans: 您可以在 **系统设置 -> 隐私与安全性 -> 扩展 -> 添加的扩展** 中启用“速达-访达扩展”
